Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: macOS still counts this package as installed, but nothing it put on disk is left.
cs: Systém macOS tento balíček stále považuje za nainstalovaný, ale z toho, co umístil na disk, nic nezůstalo.
de: macOS betrachtet dieses Paket noch als installiert, aber nichts von dem, was es abgelegt hat, ist noch da.
es: macOS sigue contando este paquete como instalado, pero no queda nada de lo que puso en el disco.
fr: macOS considère toujours ce paquet comme installé, mais il ne reste rien de ce qu’il a placé sur le disque.
it: macOS considera ancora installato questo pacchetto, ma di ciò che ha messo sul disco non rimane nulla.
ja: macOSはこのパッケージをまだインストール済みと見なしていますが、ディスクに置かれたものは何も残っていません。
ko: macOS는 이 패키지를 아직 설치된 것으로 간주하지만, 패키지가 디스크에 설치한 항목은 남아 있지 않습니다.
nl: macOS beschouwt dit pakket nog als geïnstalleerd, maar van wat het op de schijf heeft gezet, is niets meer over.
pl: macOS nadal uznaje ten pakiet za zainstalowany, ale nie zostało nic z tego, co umieścił na dysku.
pt: O macOS ainda considera este pacote como instalado, mas nada do que ele pôs no disco restou.
ro: macOS consideră în continuare acest pachet instalat, dar din ce a pus pe disc nu a mai rămas nimic.
ru: macOS по-прежнему считает этот пакет установленным, но от того, что он записал на диск, ничего не осталось.
sv: macOS räknar fortfarande det här paketet som installerat, men inget av det som paketet lade på skivan finns kvar.
tr: macOS bu paketi hâlâ yüklü sayıyor ama paketin diske koyduğu şeylerden hiçbiri kalmamış.
uk: macOS досі вважає цей пакет інстальованим, але з того, що він записав на диск, нічого не лишилося.
zh_hans: macOS仍将此软件包视为已安装，但它放到磁盘上的内容已全部不在了。
zh_hant: macOS仍將此套件視為已安裝，但它放在磁碟上的內容已全部不在。

source: macOS stops an app from moving another developer’s app to the Trash unless you allow it. Without this, Peel can still clear an app’s files, but macOS may refuse to move the app itself.
cs: Systém macOS brání aplikaci přesunout do koše aplikaci jiného vývojáře, pokud to nepovolíte. Bez tohoto oprávnění může Peel dál odstraňovat soubory aplikace, ale macOS může odmítnout přesunout samotnou aplikaci.
de: macOS hindert eine App daran, die App eines anderen Entwicklers in den Papierkorb zu legen, sofern du es nicht erlaubst. Ohne diese Erlaubnis kann Peel zwar die Dateien einer App entfernen, aber macOS lehnt es möglicherweise ab, die App selbst zu verschieben.
es: macOS impide que una app traslade a la papelera la app de otro desarrollador a menos que lo permitas. Sin esto, Peel puede seguir eliminando los archivos de una app, pero puede que macOS se niegue a trasladar la propia app.
fr: macOS empêche une app de placer dans la corbeille l’app d’un autre développeur, sauf si vous l’y autorisez. Sans cette autorisation, Peel peut toujours supprimer les fichiers d’une app, mais macOS peut refuser de déplacer l’app elle-même.
it: macOS impedisce a un’app di spostare nel Cestino l’app di un’altra azienda di sviluppo, a meno che tu non lo consenta. Senza questo permesso, Peel può comunque rimuovere i file di un’app, ma macOS potrebbe rifiutarsi di spostare l’app stessa.
ja: macOSは、許可されていない限り、アプリがほかの開発元のアプリをゴミ箱に入れることを阻止します。これがなくても、Peelはアプリのファイルを取り除けますが、macOSがアプリ本体の移動を拒否することがあります。
ko: macOS는 사용자가 허용하지 않는 한 앱이 다른 개발자의 앱을 휴지통으로 이동하지 못하게 합니다. 이 권한이 없어도 Peel은 앱의 파일을 정리할 수 있지만, macOS가 앱 자체의 이동을 거부할 수 있습니다.
nl: macOS voorkomt dat een app de app van een andere ontwikkelaar naar de prullenmand verplaatst, tenzij je dat toestaat. Zonder deze toestemming kan Peel nog steeds de bestanden van een app opruimen, maar weigert macOS misschien de app zelf te verplaatsen.
pl: macOS nie pozwala jednej aplikacji przenosić do Kosza aplikacji innego dewelopera bez Twojej zgody. Bez tego Peel nadal może przenosić pliki aplikacji do Kosza, ale macOS może odmówić przeniesienia samej aplikacji.
pt: O macOS impede que um app mova para o Lixo o app de outro desenvolvedor, a menos que você permita. Sem isso, o Peel ainda pode limpar os arquivos de um app, mas o macOS pode se recusar a mover o próprio app.
ro: macOS împiedică o aplicație să mute în Coș aplicația altui dezvoltator, dacă nu îi permiteți acest lucru. Fără această permisiune, Peel poate elimina în continuare fișierele unei aplicații, dar macOS poate refuza să mute aplicația însăși.
ru: macOS не дает приложению перемещать в Корзину приложения других разработчиков, если Вы этого не разрешили. Без этого разрешения Peel по-прежнему может удалять файлы приложения, но macOS может отказаться перемещать само приложение.
sv: macOS hindrar en app från att flytta en annan utvecklares app till papperskorgen om du inte tillåter det. Utan det här kan Peel fortfarande rensa bort en apps filer, men macOS kan vägra att flytta själva appen.
tr: Siz izin vermedikçe macOS, bir uygulamanın başka bir geliştiricinin uygulamasını Çöp Sepeti’ne taşımasını engeller. Bu izin olmadan da Peel bir uygulamanın dosyalarını temizleyebilir, ancak macOS uygulamanın kendisini taşımayı reddedebilir.
uk: macOS не дає програмі переміщувати в Смітник програми інших розробників, якщо ви цього не дозволите. Без цього дозволу Peel і далі може вилучати файли програми, але macOS може відмовитися переміщувати саму програму.
zh_hans: 除非你允许，否则macOS会阻止一个App将另一开发者的App移到废纸篓。没有此权限，Peel仍可清除App的文件，但macOS可能会拒绝移动App本身。
zh_hant: 除非你允許，否則macOS會阻止App將其他開發者的App丟到「垃圾桶」。沒有此權限，Peel仍可清除App的檔案，但macOS可能會拒絕移動App本身。

source: macOS stops capitalizing the first letter of a sentence for you.
cs: Systém macOS za vás přestane psát velké písmeno na začátku věty.
de: macOS schreibt den ersten Buchstaben eines Satzes nicht mehr für dich groß.
es: macOS deja de poner por ti en mayúscula la primera letra de cada frase.
fr: macOS cesse de mettre automatiquement en majuscule la première lettre des phrases.
it: macOS smette di mettere in automatico la maiuscola alla prima lettera di una frase.
ja: macOSが、文頭の文字を自動的に大文字にしなくなります。
ko: macOS가 문장의 첫 글자를 자동으로 대문자로 바꾸지 않습니다.
nl: macOS maakt de eerste letter van een zin niet meer automatisch een hoofdletter.
pl: macOS przestaje za Ciebie zmieniać pierwszą literę zdania na wielką.
pt: O macOS para de colocar automaticamente em maiúscula a primeira letra de uma frase.
ro: macOS nu mai scrie automat cu majusculă prima literă a unei propoziții.
ru: macOS перестает сама делать первую букву предложения заглавной.
sv: macOS slutar skriva den första bokstaven i en mening med versal åt dig.
tr: macOS bir cümlenin ilk harfini sizin için büyük yapmayı bırakır.
uk: macOS перестає автоматично писати першу літеру речення великою.
zh_hans: macOS不再自动将句子的第一个字母大写。
zh_hant: macOS不再自動將句子的第一個字母改為大寫。

source: macOS stops correcting your spelling as you type.
cs: Systém macOS vám přestane při psaní opravovat pravopis.
de: macOS korrigiert deine Rechtschreibung beim Tippen nicht mehr.
es: macOS deja de corregir tu ortografía mientras escribes.
fr: macOS cesse de corriger votre orthographe pendant la saisie.
it: macOS smette di correggere l’ortografia mentre scrivi.
ja: 入力中に、macOSがスペルを修正しなくなります。
ko: 입력하는 동안 macOS가 맞춤법을 수정하지 않습니다.
nl: macOS corrigeert je spelling niet meer terwijl je typt.
pl: macOS przestaje poprawiać Twoją pisownię podczas pisania.
pt: O macOS para de corrigir a sua ortografia enquanto você digita.
ro: macOS nu vă mai corectează ortografia în timp ce tastați.
ru: macOS перестает исправлять ошибки во время ввода.
sv: macOS slutar rätta din stavning medan du skriver.
tr: macOS siz yazarken yazım hatalarınızı düzeltmeyi bırakır.
uk: macOS перестає виправляти ваш правопис під час введення.
zh_hans: macOS不再在你键入时纠正拼写。
zh_hant: macOS不再在你輸入時修正拼字。

source: macOS stops rearranging them by how recently you used them.
cs: Systém macOS je přestane přeskupovat podle toho, kdy jste je naposledy použili.
de: macOS ordnet sie nicht mehr danach an, wie kürzlich du sie verwendet hast.
es: macOS deja de reordenarlos en función del uso más reciente.
fr: macOS cesse de les réarranger en fonction de votre utilisation la plus récente.
it: macOS smette di riorganizzarli in base a quanto di recente li hai usati.
ja: macOSが、最近使用した順に操作スペースを並べ替えなくなります。
ko: macOS가 최근 사용 내역에 따라 Spaces를 재정렬하지 않습니다.
nl: macOS ordent ze niet meer op basis van hoe recent je ze hebt gebruikt.
pl: macOS przestaje porządkować je według czasu ostatniego użycia.
pt: O macOS para de reorganizá-los com base no uso mais recente.
ro: macOS nu le mai rearanjează în funcție de cât de recent le‑ați folosit.
ru: macOS перестает менять их порядок в зависимости от того, как недавно Вы ими пользовались.
sv: macOS slutar ordna om dem efter hur nyligen du använde dem.
tr: macOS onları en son ne zaman kullandığınıza göre yeniden düzenlemeyi bırakır.
uk: macOS перестає перевпорядковувати їх за тим, наскільки недавно ви ними користувалися.
zh_hans: macOS不再根据最近的使用情况重新排列它们。
zh_hant: macOS不再根據你最近的使用情況重新排列它們。

source: macOS waits a moment before sliding the Dock out. This removes the wait.
cs: Systém macOS chvíli čeká, než Dock vysune. Tato volba čekání zruší.
de: macOS wartet einen Moment, bevor es das Dock einblendet. Damit entfällt die Wartezeit.
es: macOS espera un momento antes de que el Dock aparezca deslizándose. Esto elimina la espera.
fr: macOS attend un instant avant de faire apparaître le Dock. Ce réglage supprime ce délai.
it: macOS aspetta un attimo prima di far scorrere fuori il Dock. Questo ritocco elimina l’attesa.
ja: macOSは、Dockをスライドして表示する前に少し待ちます。この待ち時間をなくします。
ko: macOS는 Dock이 미끄러져 나오기 전에 잠시 기다립니다. 이 설정은 이 대기 시간을 없앱니다.
nl: macOS wacht even voordat het Dock tevoorschijn schuift. Dit haalt die wachttijd weg.
pl: macOS czeka chwilę, zanim wysunie Dock. To ustawienie usuwa to oczekiwanie.
pt: O macOS espera um momento antes de deslizar o Dock para fora. Isto remove a espera.
ro: macOS așteaptă o clipă înainte ca Dock‑ul să apară glisând. Această ajustare elimină așteptarea.
ru: macOS немного ждет, прежде чем выдвинуть Dock. Этот параметр убирает задержку.
sv: macOS väntar ett ögonblick innan Dock glider fram. Det här tar bort väntan.
tr: macOS, Dock’u kaydırarak göstermeden önce kısa bir süre bekler. Bu ayar beklemeyi kaldırır.
uk: macOS трохи чекає, перш ніж висунути Dock. Це прибирає очікування.
zh_hans: macOS会等待片刻才滑出程序坞。此项会取消这段等待。
zh_hant: macOS會稍等片刻才滑出Dock。此設定會取消這段等待。

source: macOS won’t load this while it is disabled. Enable it first, then start it.
cs: Systém macOS tuto položku nenačte, dokud je vypnutá. Nejprve ji zapněte, potom ji spusťte.
de: macOS lädt dieses Objekt nicht, solange es deaktiviert ist. Aktiviere es zuerst und starte es dann.
es: macOS no cargará esto mientras esté desactivado. Actívalo primero y después inícialo.
fr: macOS refuse de charger cet élément tant qu’il est désactivé. Activez-le d’abord, puis démarrez-le.
it: macOS non lo carica finché è disabilitato. Prima abilitalo, poi avvialo.
ja: macOSはこれを読み込みません。無効になっているためです。先に有効にしてから、開始してください。
ko: 이 항목이 비활성화되어 있는 동안에는 macOS가 로드하지 않습니다. 먼저 활성화한 다음 시작하십시오.
nl: macOS laadt dit niet zolang het is uitgeschakeld. Schakel het eerst in en start het daarna.
pl: macOS nie wczyta tej rzeczy, dopóki jest wyłączona. Najpierw ją włącz, a potem uruchom.
pt: O macOS não carrega isto enquanto estiver desativado. Ative-o primeiro e depois inicie-o.
ro: macOS nu încarcă acest articol cât timp este dezactivat. Activați‑l mai întâi, apoi porniți‑l.
ru: macOS не загрузит этот объект, пока он выключен. Сначала включите его, затем запустите.
sv: macOS läser inte in det här så länge det är avaktiverat. Aktivera det först och starta det sedan.
tr: macOS bunu etkin değilken yüklemez. Önce etkinleştirin, sonra başlatın.
uk: macOS не завантажить цей елемент, поки його вимкнено. Спершу увімкніть його, а потім запустіть.
zh_hans: macOS不会在此项停用期间载入它。请先“启用”此项，然后再“启动”它。
zh_hant: macOS不會在此項目停用時載入它。請先啟用它，然後再啟動它。

source: macOS won’t load this: its configuration file carries the mark macOS puts on downloads. Reinstalling the app that put it there may write it again without the mark.
cs: Systém macOS tuto položku nenačte: její konfigurační soubor nese značku, kterou macOS přidává staženým souborům. Když přeinstalujete aplikaci, která ho tam umístila, může ho zapsat znovu bez této značky.
de: macOS lädt dieses Objekt nicht: Seine Konfigurationsdatei trägt die Markierung, die macOS an Downloads anbringt. Installierst du die App neu, die sie dort abgelegt hat, legt diese die Datei möglicherweise ohne die Markierung neu an.
es: macOS no cargará esto: su archivo de configuración lleva la marca que macOS pone a lo que se descarga. Si reinstalas la app que lo puso ahí, puede que lo vuelva a escribir sin la marca.
fr: macOS refuse de charger cet élément : son fichier de configuration porte la marque que macOS appose sur les téléchargements. Réinstaller l’app qui l’a placé là peut le réécrire sans cette marque.
it: macOS non lo carica: il suo file di configurazione porta il contrassegno che macOS mette sui file scaricati. Reinstallare l’app che l’ha messo lì potrebbe riscriverlo senza il contrassegno.
ja: macOSはこれを読み込みません。構成ファイルに、macOSがダウンロードしたものに付けるマークが付いているためです。これを置いたアプリを再インストールすると、マークのない状態で書き直される場合があります。
ko: macOS가 이 항목을 로드하지 않습니다. 구성 파일에 다운로드한 파일에 macOS가 붙이는 표시가 있기 때문입니다. 이 파일을 넣어 둔 앱을 다시 설치하면 표시 없이 파일을 다시 쓸 수도 있습니다.
nl: macOS laadt dit niet: het configuratiebestand draagt de markering die macOS op downloads zet. Als je de app die het daar heeft neergezet opnieuw installeert, wordt het misschien opnieuw geschreven zonder die markering.
pl: macOS nie wczyta tej rzeczy: jej plik konfiguracyjny ma znacznik, który macOS nadaje pobranym plikom. Po ponownym zainstalowaniu aplikacji, która go tam umieściła, plik może zostać zapisany na nowo bez tego znacznika.
pt: O macOS não carrega isto: o arquivo de configuração tem a marca que o macOS põe nos downloads. Reinstalar o app que o colocou ali pode gravá-lo de novo sem a marca.
ro: macOS nu încarcă acest articol: fișierul său de configurare poartă marcajul pe care macOS îl pune pe descărcări. Dacă reinstalați aplicația care l‑a pus acolo, fișierul poate fi scris din nou fără marcaj.
ru: macOS не загрузит этот объект: на его файле конфигурации стоит отметка, которую macOS ставит на загруженные из интернета файлы. Если переустановить приложение, которое его туда поместило, оно может записать файл заново, уже без отметки.
sv: macOS läser inte in det här: konfigurationsfilen har den märkning som macOS sätter på hämtade filer. Om du installerar om appen som lade dit den kan filen skrivas på nytt utan märkningen.
tr: macOS bunu yüklemez: konfigürasyon dosyası, macOS’in indirilen dosyalara koyduğu işareti taşıyor. Onu oraya koyan uygulamayı yeniden yüklemek, dosyayı bu işaret olmadan yeniden yazabilir.
uk: macOS не завантажить цей елемент: на його файлі конфігурації стоїть позначка, яку macOS ставить на викачані файли. Якщо перевстановити програму, що його туди поклала, вона може записати файл знову, уже без позначки.
zh_hans: macOS不会载入此项：它的配置文件带有macOS为下载内容添加的标记。重新安装放置它的App，可能会重新写入一份不带此标记的配置文件。
zh_hant: macOS不會載入此項目：它的設定檔帶有macOS加在下載項目上的標記。重新安裝放置它的App，可能會重新寫入一份不帶此標記的設定檔。

source: macOS won’t run this until you allow it in System Settings.
cs: Systém macOS toto rozšíření nespustí, dokud ho nepovolíte v Nastavení systému.
de: macOS führt dies erst aus, wenn du es in den Systemeinstellungen erlaubst.
es: macOS no la ejecutará hasta que la permitas en Ajustes del Sistema.
fr: macOS ne l’exécutera pas tant que vous ne l’aurez pas autorisée dans Réglages Système.
it: macOS non la eseguirà finché non la autorizzi in Impostazioni di Sistema.
ja: システム設定で許可するまで、macOSはこれを実行しません。
ko: 시스템 설정에서 허용하기 전까지 macOS는 이 항목을 실행하지 않습니다.
nl: macOS voert dit pas uit als je het toestaat in Systeeminstellingen.
pl: macOS nie uruchomi tego rozszerzenia, dopóki nie pozwolisz na to w Ustawieniach systemowych.
pt: O macOS não vai executar esta extensão até que você a permita nos Ajustes do Sistema.
ro: macOS nu o va rula până când nu o permiteți în Configurări sistem.
ru: macOS не запустит это расширение, пока Вы не разрешите его в Системных настройках.
sv: macOS kör inte det här förrän du tillåter det i Systeminställningar.
tr: Siz Sistem Ayarları’nda izin verene kadar macOS bunu çalıştırmaz.
uk: macOS не запускатиме це розширення, доки ви не дозволите його в Системних параметрах.
zh_hans: 在你于“系统设置”中允许之前，macOS不会运行它。
zh_hant: 在你於「系統設定」中允許之前，macOS不會執行此項目。

source: macOS won’t start it again: it stops for good when the Mac restarts.
cs: Systém macOS ji znovu nespustí: po restartu Macu se trvale zastaví.
de: macOS startet es nicht erneut: Wenn der Mac neu startet, ist es endgültig gestoppt.
es: macOS no volverá a iniciarlo: se detendrá definitivamente cuando el Mac se reinicie.
fr: macOS ne le relancera plus : il s’arrêtera définitivement au redémarrage du Mac.
it: macOS non lo avvierà più: si interromperà definitivamente al riavvio del Mac.
ja: macOSがこれを再び起動することはありません。Macを再起動すると、完全に停止します。
ko: macOS가 이 항목을 다시 시작하지 않습니다. Mac을 재시동하면 영구적으로 중단됩니다.
nl: macOS start het niet opnieuw: het stopt definitief als de Mac opnieuw opstart.
pl: macOS już go nie uruchomi: zatrzyma się na dobre po ponownym uruchomieniu Maca.
pt: O macOS não vai iniciá-lo novamente: ele é interrompido definitivamente quando o Mac reinicia.
ro: macOS nu îl va mai porni: se oprește definitiv când Mac‑ul repornește.
ru: macOS больше не запустит этот объект: он окончательно остановится после перезагрузки Mac.
sv: macOS startar det inte igen: det stoppas för gott när datorn startas om.
tr: macOS onu bir daha başlatmaz: Mac yeniden başladığında kalıcı olarak durur.
uk: macOS не запускатиме його знову: після перезапуску Mac він зупиниться назавжди.
zh_hans: macOS不会再次启动它：Mac重新启动后，它会永久停止。
zh_hant: macOS不會再啟動它：Mac重新開機後，它就會永久停止。

source: minikube clusters and the images they downloaded.
cs: Clustery minikube a obrazy, které stáhly.
de: minikube-Cluster und die Images, die sie geladen haben.
es: Los clústeres de minikube y las imágenes que descargaron.
fr: Les clusters minikube et les images qu’ils ont téléchargées.
it: I cluster di minikube e le immagini che hanno scaricato.
ja: minikubeのクラスタと、クラスタがダウンロードしたイメージです。
ko: minikube 클러스터와 클러스터가 다운로드한 이미지입니다.
nl: Clusters van minikube en de images die ze hebben gedownload.
pl: Klastry minikube i pobrane przez nie obrazy.
pt: Clusters do minikube e as imagens que eles baixaram.
ro: Clustere minikube și imaginile descărcate de acestea.
ru: Кластеры minikube и загруженные ими образы.
sv: minikube-kluster och avbilderna som de har hämtat.
tr: minikube kümeleri ve indirdikleri imajlar.
uk: Кластери minikube і викачані ними образи.
zh_hans: minikube集群及其下载的镜像。
zh_hant: minikube叢集及其下載的映像檔。

source: moved
cs: přesunuto
de: verschoben
es: trasladados
fr: déplacés
it: spostati
ja: 移動済み
ko: 이동됨
nl: verplaatst
pl: przeniesiono
pt: movidos
ro: mutat
ru: перемещено
sv: flyttade
tr: taşınan
uk: переміщено
zh_hans: 已移走
zh_hant: 已移動

source: moved to the Trash by Peel
cs: přesunuto do koše Peelem
de: von Peel in den Papierkorb gelegt
es: trasladados a la papelera por Peel
fr: placés dans la corbeille par Peel
it: spostati nel Cestino da Peel
ja: Peelがゴミ箱に入れた容量
ko: Peel이 휴지통으로 이동함
nl: door Peel naar de prullenmand verplaatst
pl: przeniesione do Kosza przez Peel
pt: movidos para o Lixo pelo Peel
ro: mutați în Coș de Peel
ru: перемещено в Корзину с помощью Peel
sv: flyttat till papperskorgen av Peel
tr: Peel tarafından Çöp Sepeti’ne taşındı
uk: переміщено в Смітник за допомогою Peel
zh_hans: 由Peel移到废纸篓
zh_hant: 已由Peel丟到「垃圾桶」

source: of %@
cs: z %@
de: von %@
es: de %@
fr: sur %@
it: su %@
ja: 全%@中
ko: 총 %@
nl: van %@
pl: z %@
pt: de %@
ro: din %@
ru: из %@
sv: av %@
tr: toplam %@
uk: з %@
zh_hans: 共%@
zh_hant: 共%@

source: on this Mac
cs: v tomto Macu
de: auf diesem Mac
es: en este Mac
fr: sur ce Mac
it: su questo Mac
ja: このMac上
ko: 이 Mac에 있음
nl: op deze Mac
pl: na tym Macu
pt: neste Mac
ro: pe acest Mac
ru: на этом Mac
sv: på den här datorn
tr: bu Mac’te
uk: на цьому Mac
zh_hans: 在这台Mac上
zh_hant: 在這部Mac上

source: ssh asks for a key’s passphrase once, saves it in your keychain, and adds the key to the agent.
cs: ssh se na přístupové heslo ke klíči zeptá jen jednou, uloží ho do vašeho svazku klíčů a přidá klíč do agenta.
de: ssh fragt einmal nach der Passphrase eines Schlüssels, sichert sie in deinem Schlüsselbund und fügt den Schlüssel dem Agenten hinzu.
es: ssh pide una sola vez la frase de contraseña de una clave, la guarda en tu llavero y añade la clave al agente.
fr: ssh demande une seule fois la phrase secrète d’une clé, l’enregistre dans votre trousseau et ajoute la clé à l’agent ssh.
it: ssh chiede una sola volta la frase chiave che protegge una chiave, la salva nel portachiavi e aggiunge la chiave all’agente.
ja: sshは鍵のパスフレーズを一度だけ尋ね、キーチェーンに保存して、鍵をエージェントに追加します。
ko: ssh가 키 암호를 한 번만 묻고 키체인에 저장한 다음, 키를 에이전트에 추가합니다.
nl: ssh vraagt één keer om de wachtzin van een sleutel, bewaart die in je sleutelhanger en voegt de sleutel toe aan de agent.
pl: ssh pyta o hasło klucza tylko raz, zachowuje je w Twoim pęku kluczy i dodaje klucz do agenta.
pt: O ssh pede a frase-senha de uma chave uma única vez, salva essa frase-senha nas suas chaves e adiciona a chave ao agente.
ro: ssh cere o singură dată fraza de acces a unei chei, o salvează în portcheiul dvs. și adaugă cheia în agent.
ru: ssh один раз запрашивает кодовую фразу ключа, сохраняет ее в Вашей связке ключей и добавляет ключ в агент.
sv: ssh frågar efter en nyckels lösenfras en gång, sparar den i din nyckelring och lägger till nyckeln i agenten.
tr: ssh, bir anahtarın parolasını bir kez sorar, parolayı anahtar zincirinize kaydeder ve anahtarı SSH aracısına ekler.
uk: ssh один раз запитує фразу-пароль ключа, зберігає її у вашій вʼязці ключів і додає ключ до агента.
zh_hans: ssh只会询问一次密钥的密码短语，将其储存在你的钥匙串中，并将该密钥添加到ssh-agent。
zh_hant: ssh只會詢問一次密鑰的密語，將它儲存在你的鑰匙圈中，並將密鑰加入代理程式。

source: ssh doesn’t read Peel’s settings yet
cs: ssh zatím nečte nastavení Peelu
de: ssh liest die Einstellungen von Peel noch nicht
es: ssh aún no lee los ajustes de Peel
fr: ssh ne lit pas encore les réglages de Peel
it: ssh non legge ancora le impostazioni di Peel
ja: sshはまだPeelの設定を読み込んでいません
ko: ssh가 아직 Peel의 설정을 읽지 않음
nl: ssh leest de instellingen van Peel nog niet
pl: ssh nie odczytuje jeszcze ustawień Peel
pt: O ssh ainda não lê os ajustes do Peel
ro: ssh nu citește încă configurările Peel
ru: ssh пока не читает настройки Peel
sv: ssh läser inte Peels inställningar än
tr: ssh henüz Peel’in ayarlarını okumuyor
uk: ssh ще не читає налаштування Peel
zh_hans: ssh还不会读取Peel的设置
zh_hant: ssh還不會讀取Peel的設定

source: ssh reads Peel’s settings
cs: ssh čte nastavení Peelu
de: ssh liest die Einstellungen von Peel
es: ssh lee los ajustes de Peel
fr: ssh lit les réglages de Peel
it: ssh legge le impostazioni di Peel
ja: sshがPeelの設定を読み込んでいます
ko: ssh가 Peel의 설정을 읽음
nl: ssh leest de instellingen van Peel
pl: ssh odczytuje ustawienia Peel
pt: O ssh lê os ajustes do Peel
ro: ssh citește configurările Peel
ru: ssh читает настройки Peel
sv: ssh läser Peels inställningar
tr: ssh Peel’in ayarlarını okuyor
uk: ssh читає налаштування Peel
zh_hans: ssh会读取Peel的设置
zh_hant: ssh會讀取Peel的設定

source: to free
cs: k uvolnění
de: freizugeben
es: por liberar
fr: à libérer
it: da liberare
ja: 解放可能
ko: 확보 가능
nl: vrij te maken
pl: do zwolnienia
pt: para liberar
ro: de eliberat
ru: можно освободить
sv: att frigöra
tr: boşaltılacak
uk: можна звільнити
zh_hans: 可释放
zh_hant: 可釋放

source: to put back
cs: k vrácení
de: zurückzulegen
es: por restaurar
fr: à remettre
it: da ripristinare
ja: 戻せる容量
ko: 되돌려 놓을 수 있음
nl: terug te zetten
pl: do przywrócenia
pt: para colocar de volta
ro: de pus înapoi
ru: можно восстановить
sv: att lägga tillbaka
tr: yerine konabilecek
uk: можна повернути
zh_hans: 可放回
zh_hant: 可還原

source: to remove
cs: k odstranění
de: zu entfernen
es: por eliminar
fr: à supprimer
it: da rimuovere
ja: ゴミ箱へ
ko: 제거 가능
nl: te verwijderen
pl: do Kosza
pt: para remover
ro: de eliminat
ru: можно удалить
sv: att ta bort
tr: kaldırılacak
uk: можна вилучити
zh_hans: 待移除
zh_hant: 可移除
